---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KNPerCmSup2
source: html/e2960c23-0a03-7945-e923-f1065fad67f3.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KNPerCmSup2 Property

Symbol kN/cm², indicating unit Kilonewtons per square centimeter.

## Syntax (C#)
```csharp
public static ForgeTypeId KNPerCmSup2 { get; }
```